4ops.terraform
anthropic.claude-code
bazelbuild.vscode-bazel
bbenoist.nix
bufbuild.vscode-buf
cduruk.thrift
charliermarsh.ruff
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
figma.figma-vscode-extension
flowtype.flow-for-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grafana.vscode-jsonnet
grapecity.gc-excelviewer
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
njpwerner.autodocstring
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
stylelint.vscode-stylelint
t3dotgg.vsc-material-theme-but-i-wont-sue-you
tonybaloney.vscode-pets
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
