equinusocio.vsc-community-material-theme
dbaeumer.vscode-eslint
esbenp.prettier-vscode
pkief.material-icon-theme
equinusocio.vsc-material-theme-icons
vscode-icons-team.vscode-icons
ms-python.python
ms-python.vscode-pylance
golang.go
dbaeumer.vscode-eslint
cduruk.thrift
zxh404.vscode-proto3
yzhang.markdown-all-in-one
shd101wyy.markdown-preview-enhanced
davidanson.vscode-markdownlint
eamodio.gitlens
njpwerner.autodocstring
alexander-yu.vscode-open
